Repository: pasteshelf/pasteshelf
Catalog: PasteShelf/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt, ru, tr, zh_hans, zh_hant

source: Deletes all remote sync data and re-uploads your local clipboard history. Your local data is not affected.
de: Löscht alle Remote-Sync-Daten und lädt Ihren lokalen Verlauf erneut hoch. Ihre lokalen Daten bleiben unberührt.
es: Elimina todos los datos remotos y vuelve a subir su historial local. Sus datos locales no se verán afectados.
fr: Supprime toutes les données distantes et réenvoie votre historique local. Vos données locales ne sont pas affectées.
ja: すべてのリモート同期データを削除し、ローカル履歴を再アップロードします。ローカルデータには影響しません。
ko: 모든 원격 동기화 데이터를 삭제하고 로컬 기록을 다시 업로드합니다. 로컬 데이터는 영향을 받지 않습니다.
pt: Exclui todos os dados remotos e reenvia seu histórico local. Seus dados locais não são afetados.
ru: Удаляет все удалённые данные синхронизации и перезагружает локальную историю. Локальные данные не затрагиваются.
tr: Tüm uzak senkronizasyon verilerini siler ve yerel geçmişinizi yeniden yükler. Yerel veriler etkilenmez.
zh_hans: 删除所有远程同步数据并重新上传您的本地剪贴板历史。本地数据不受影响。
zh_hant: 刪除所有遠端同步資料並重新上傳您的本機剪貼簿歷史記錄。本機資料不受影響。

source: Detect sensitive data
de: Vertrauliche Daten erkennen
es: Detectar datos sensibles
fr: Détecter les données sensibles
ja: 機密データを検出
ko: 민감한 데이터 감지
pt: Detectar dados sensíveis
ru: Определять конфиденциальные данные
tr: Hassas verileri tespit et
zh_hans: 检测敏感数据
zh_hant: 偵測敏感資料

source: Detect sensitive data in clipboard
de: Vertrauliche Daten in der Zwischenablage erkennen
es: Detectar datos sensibles en el portapapeles
fr: Détecter les données sensibles dans le presse-papiers
ja: クリップボード内の機密データを検出
ko: 클립보드에서 민감한 데이터 감지
pt: Detectar dados sensíveis na área de transferência
ru: Определять конфиденциальные данные в буфере
tr: Panodaki hassas verileri tespit et
zh_hans: 检测剪贴板中的敏感数据
zh_hant: 偵測剪貼簿中的敏感資料

source: Detected items are labeled as sensitive but still captured. This helps you identify and manage sensitive content in your clipboard history.
de: Erkannte Einträge werden als vertraulich gekennzeichnet, aber trotzdem erfasst. So können Sie vertrauliche Inhalte im Verlauf identifizieren und verwalten.
es: Los elementos detectados se etiquetan como sensibles pero siguen siendo capturados. Esto le ayuda a identificar y gestionar contenido sensible en su historial.
fr: Les éléments détectés sont étiquetés comme sensibles mais sont tout de même capturés. Cela vous aide à identifier et gérer le contenu sensible dans votre historique.
ja: 検出された項目は機密としてラベル付けされますが、取得は続行されます。これにより、履歴内の機密コンテンツを識別・管理できます。
ko: 감지된 항목은 민감한 것으로 표시되지만 여전히 캡처됩니다. 이를 통해 기록에서 민감한 콘텐츠를 식별하고 관리할 수 있습니다.
pt: Os itens detectados são rotulados como sensíveis, mas ainda são capturados. Isso ajuda a identificar e gerenciar conteúdo sensível no seu histórico.
ru: Обнаруженные элементы помечаются как конфиденциальные, но всё равно сохраняются. Это помогает выявлять и управлять ими.
tr: Tespit edilen öğeler hassas olarak etiketlenir ancak yine de yakalanır. Bu, geçmişinizdeki hassas içeriği belirlemenize ve yönetmenize yardımcı olur.
zh_hans: 检测到的项目会被标记为敏感但仍会被捕获。这有助于您识别和管理剪贴板历史中的敏感内容。
zh_hant: 偵測到的項目會被標示為敏感，但仍會擷取。這能幫助您識別並管理歷史記錄中的敏感內容。

source: Detection Categories
de: Erkennungskategorien
es: Categorías de detección
fr: Catégories de détection
ja: 検出カテゴリ
ko: 감지 카테고리
pt: Categorias de detecção
ru: Категории обнаружения
tr: Algılama Kategorileri
zh_hans: 检测类别
zh_hant: 偵測類別

source: Developer Tools
de: Entwicklertools
es: Herramientas para desarrolladores
fr: Outils développeur
ja: 開発者ツール
ko: 개발자 도구
pt: Ferramentas de Desenvolvedor
ru: Инструменты разработчика
tr: Geliştirici Araçları
zh_hans: 开发者工具
zh_hant: 開發者工具

source: Device Enrollment
de: Geräteregistrierung
es: Inscripción del dispositivo
fr: Inscription de l'appareil
ja: デバイス登録
ko: 기기 등록
pt: Inscrição de Dispositivo
ru: Регистрация устройства
tr: Cihaz Kaydı
zh_hans: 设备注册
zh_hant: 裝置註冊

source: Device enrollment with the admin console failed: %@
de: Geräteregistrierung bei der Administrationskonsole fehlgeschlagen: %@
es: Error al inscribir el dispositivo en la consola de administración: %@
fr: Échec de l'inscription de l'appareil auprès de la console d'administration : %@
ja: 管理コンソールへのデバイス登録に失敗しました: %@
ko: 관리 콘솔에 기기 등록이 실패했습니다: %@
pt: Falha na inscrição do dispositivo no console de administração: %@
ru: Не удалось зарегистрировать устройство в консоли администратора: %@
tr: Cihazın yönetici konsoluna kaydı başarısız oldu: %@
zh_hans: 设备在管理控制台注册失败：%@
zh_hant: 裝置在管理主控台註冊失敗:%@

source: Disable this provider
de: Diesen Anbieter deaktivieren
es: Desactivar este proveedor
fr: Désactiver ce fournisseur
ja: このプロバイダを無効にする
ko: 이 제공자 비활성화
pt: Desativar este provedor
ru: Отключить поставщика
tr: Bu sağlayıcıyı devre dışı bırak
zh_hans: 禁用此提供商
zh_hant: 停用此供應商

source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
ja: 無効
ko: 비활성화됨
pt: Desativado
ru: Отключено
tr: Devre Dışı
zh_hans: 已禁用
zh_hant: 已停用

source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
ja: 切断
ko: 연결 끊김
pt: Desconectado
ru: Отключено
tr: Bağlantı Kesildi
zh_hans: 已断开
zh_hant: 已中斷

source: Discover
de: Entdecken
es: Descubrir
fr: Découvrir
ja: 探索
ko: 탐색
pt: Descobrir
ru: Обнаружение
tr: Keşfet
zh_hans: 发现
zh_hant: 探索

source: Discovered Endpoints
de: Entdeckte Endpunkte
es: Endpoints descubiertos
fr: Endpoints découverts
ja: 検出されたエンドポイント
ko: 발견된 엔드포인트
pt: Endpoints Descobertos
ru: Обнаруженные endpoints
tr: Keşfedilen Uç Noktalar
zh_hans: 已发现的端点
zh_hant: 探索到的端點

source: Discovering plugins...
de: Plug-ins werden erkannt…
es: Descubriendo plugins…
fr: Détection des plugins…
ja: プラグインを検出中…
ko: 플러그인 검색 중…
pt: Descobrindo plugins…
ru: Поиск плагинов…
tr: Eklentiler keşfediliyor…
zh_hans: 正在发现插件…
zh_hant: 正在探索外掛程式…

source: Display a system notification
de: Systembenachrichtigung anzeigen
es: Mostrar una notificación del sistema
fr: Afficher une notification système
ja: システム通知を表示
ko: 시스템 알림 표시
pt: Exibir uma notificação do sistema
ru: Показать системное уведомление
tr: Sistem bildirimi göster
zh_hans: 显示系统通知
zh_hant: 顯示系統通知

source: Display system notifications
de: Systembenachrichtigungen anzeigen
es: Mostrar notificaciones del sistema
fr: Afficher les notifications système
ja: システム通知を表示
ko: 시스템 알림 표시
pt: Exibir notificações do sistema
ru: Показывать системные уведомления
tr: Sistem bildirimlerini göster
zh_hans: 显示系统通知
zh_hant: 顯示系統通知

source: DLP content evaluation failed: %@
de: DLP-Inhaltsprüfung fehlgeschlagen: %@
es: Error en la evaluación del contenido DLP: %@
fr: Échec de l'évaluation du contenu DLP : %@
ja: DLP のコンテンツ評価に失敗しました: %@
ko: DLP 콘텐츠 평가에 실패했습니다: %@
pt: Falha na avaliação de conteúdo DLP: %@
ru: Не удалось выполнить проверку содержимого DLP: %@
tr: DLP içerik değerlendirmesi başarısız oldu: %@
zh_hans: DLP 内容评估失败：%@
zh_hant: DLP 內容評估失敗:%@

source: DLP Enabled
de: DLP aktiviert
es: DLP activado
fr: DLP activé
ja: DLPが有効
ko: DLP 활성화됨
pt: DLP Ativado
ru: DLP включён
tr: DLP Etkin
zh_hans: DLP 已启用
zh_hant: DLP 已啟用

source: DLP Rules (%lld)
de: DLP-Regeln (%lld)
es: Reglas DLP (%lld)
fr: Règles DLP (%lld)
ja: DLP ルール (%lld)
ko: DLP 규칙 (%lld)
pt: Regras DLP (%lld)
ru: Правила DLP (%lld)
tr: DLP Kuralları (%lld)
zh_hans: DLP 规则 (%lld)
zh_hant: DLP 規則 (%lld)

source: does not contain
de: enthält nicht
es: no contiene
fr: ne contient pas
ja: 次を含まない
ko: 포함하지 않음
pt: não contém
ru: не содержит
tr: içermez
zh_hans: 不包含
zh_hant: 不包含

source: Done
de: Fertig
es: Hecho
fr: Terminé
ja: 完了
ko: 완료
pt: Concluído
ru: Готово
tr: Tamam
zh_hans: 完成
zh_hant: 完成

source: Double-click to paste
de: Doppelklicken zum Einfügen
es: Doble clic para pegar
fr: Double-cliquez pour coller
ja: ダブルクリックでペースト
ko: 두 번 클릭하여 붙여넣기
pt: Clique duplo para colar
ru: Двойной щелчок для вставки
tr: Yapıştırmak için çift tıklayın
zh_hans: 双击以粘贴
zh_hant: 按兩下以貼上

source: Download all your data in a portable format (Article 20).
de: Laden Sie alle Ihre Daten in einem portablen Format herunter (Artikel 20).
es: Descargue todos sus datos en un formato portable (Artículo 20).
fr: Téléchargez toutes vos données dans un format portable (Article 20).
ja: すべてのデータをポータブル形式でダウンロード（第20条）。
ko: 모든 데이터를 이동 가능한 형식으로 다운로드 (제20조).
pt: Baixe todos os seus dados em um formato portátil (Artigo 20).
ru: Скачайте все свои данные в переносимом формате (Статья 20).
tr: Tüm verilerinizi taşınabilir biçimde indirin (Madde 20).
zh_hans: 以可移植格式下载您的所有数据（第 20 条）。
zh_hant: 以可攜式格式下載您的所有資料（第 20 條）。

source: Drag and drop a .pasteshelfplugin file here, or click to browse.
de: Ziehen Sie eine .pasteshelfplugin-Datei hierher oder klicken Sie zum Durchsuchen.
es: Arrastre y suelte un archivo .pasteshelfplugin aquí o haga clic para explorar.
fr: Glissez-déposez un fichier .pasteshelfplugin ici, ou cliquez pour parcourir.
ja: .pasteshelfplugin ファイルをここにドラッグ＆ドロップするか、クリックして参照してください。
ko: .pasteshelfplugin 파일을 여기에 끌어다 놓거나 클릭하여 찾아보세요.
pt: Arraste e solte um arquivo .pasteshelfplugin aqui ou clique para procurar.
ru: Перетащите файл .pasteshelfplugin сюда или нажмите для выбора.
tr: .pasteshelfplugin dosyasını buraya sürükleyin veya gözatmak için tıklayın.
zh_hans: 将 .pasteshelfplugin 文件拖放到这里，或点击浏览。
zh_hant: 將 .pasteshelfplugin 檔案拖放到此處，或點按以瀏覽。

source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
ja: 複製
ko: 복제
pt: Duplicar
ru: Дублировать
tr: Çoğalt
zh_hans: 复制
zh_hant: 複製

source: e.g. Credit Card Numbers
de: z. B. Kreditkartennummern
es: p. ej., números de tarjeta de crédito
fr: p. ex. numéros de carte bancaire
ja: 例: クレジットカード番号
ko: 예: 신용카드 번호
pt: ex.: números de cartão de crédito
ru: например: номера банковских карт
tr: örn. Kredi Kartı Numaraları
zh_hans: 例如：信用卡号
zh_hant: 例如：信用卡號

source: e.g. Okta, Azure AD, Google Workspace
de: z. B. Okta, Azure AD, Google Workspace
es: p. ej., Okta, Azure AD, Google Workspace
fr: p. ex. Okta, Azure AD, Google Workspace
ja: 例: Okta, Azure AD, Google Workspace
ko: 예: Okta, Azure AD, Google Workspace
pt: ex.: Okta, Azure AD, Google Workspace
ru: например: Okta, Azure AD, Google Workspace
tr: örn. Okta, Azure AD, Google Workspace
zh_hans: 例如：Okta、Azure AD、Google Workspace
zh_hant: 例如：Okta、Azure AD、Google Workspace

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
pt: Editar
ru: Изменить
tr: Düzenle
zh_hans: 编辑
zh_hant: 編輯

source: Edit Collection
de: Sammlung bearbeiten
es: Editar colección
fr: Modifier la collection
ja: コレクションを編集
ko: 컬렉션 편집
pt: Editar Coleção
ru: Изменить коллекцию
tr: Koleksiyonu Düzenle
zh_hans: 编辑集合
zh_hant: 編輯集合

source: Edit Collection...
de: Sammlung bearbeiten…
es: Editar colección…
fr: Modifier la collection…
ja: コレクションを編集…
ko: 컬렉션 편집…
pt: Editar Coleção…
ru: Изменить коллекцию…
tr: Koleksiyonu Düzenle…
zh_hans: 编辑集合…
zh_hant: 編輯集合…

source: Edit DLP Rule
de: DLP-Regel bearbeiten
es: Editar regla DLP
fr: Modifier la règle DLP
ja: DLP ルールを編集
ko: DLP 규칙 편집
pt: Editar Regra DLP
ru: Изменить правило DLP
tr: DLP Kuralını Düzenle
zh_hans: 编辑 DLP 规则
zh_hant: 編輯 DLP 規則

source: Edit Identity Provider
de: Identitätsanbieter bearbeiten
es: Editar proveedor de identidad
fr: Modifier le fournisseur d'identité
ja: ID プロバイダを編集
ko: ID 제공자 편집
pt: Editar Provedor de Identidade
ru: Изменить поставщика удостоверений
tr: Kimlik Sağlayıcıyı Düzenle
zh_hans: 编辑身份提供商
zh_hant: 編輯身分提供者

source: Edit Rule
de: Regel bearbeiten
es: Editar regla
fr: Modifier la règle
ja: ルールを編集
ko: 규칙 편집
pt: Editar Regra
ru: Изменить правило
tr: Kuralı Düzenle
zh_hans: 编辑规则
zh_hant: 編輯規則

source: Email Address
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse e-mail
ja: メールアドレス
ko: 이메일 주소
pt: Endereço de e-mail
ru: Email
tr: E-posta Adresi
zh_hans: 电子邮件地址
zh_hant: 電子郵件地址

source: Enable
de: Aktivieren
es: Activar
fr: Activer
ja: 有効にする
ko: 활성화
pt: Ativar
ru: Включить
tr: Etkinleştir
zh_hans: 启用
zh_hant: 啟用

source: Enable audit logging in Enterprise settings.
de: Aktivieren Sie die Audit-Protokollierung in den Unternehmenseinstellungen.
es: Habilita el registro de auditoría en los ajustes de Enterprise.
fr: Activez la journalisation d'audit dans les réglages d'entreprise.
ja: エンタープライズ設定で監査ログを有効にしてください。
ko: 엔터프라이즈 설정에서 감사 로깅을 활성화하세요.
pt: Ative o registro de auditoria nos ajustes de Enterprise.
ru: Включите ведение журнала аудита в корпоративных настройках.
tr: Kurumsal ayarlardan denetim günlüğünü etkinleştirin.
zh_hans: 在企业设置中启用审计日志。
zh_hant: 在企業設定中啟用稽核日誌。

source: Enable Data Loss Prevention in Enterprise settings.
de: Aktivieren Sie Data Loss Prevention in den Unternehmenseinstellungen.
es: Habilita Data Loss Prevention en los ajustes de Enterprise.
fr: Activez Data Loss Prevention dans les réglages d'entreprise.
ja: エンタープライズ設定で Data Loss Prevention を有効にしてください。
ko: 엔터프라이즈 설정에서 Data Loss Prevention을 활성화하세요.
pt: Ative Data Loss Prevention nos ajustes de Enterprise.
ru: Включите Data Loss Prevention в настройках Enterprise.
tr: Kurumsal ayarlardan Data Loss Prevention özelliğini etkinleştirin.
zh_hans: 在企业设置中启用 Data Loss Prevention。
zh_hant: 在企業設定中啟用 Data Loss Prevention。

source: Enable discovery to auto-populate authorization, token, and JWKS endpoints from the issuer's well-known document.
de: Aktivieren Sie Discovery, um Authorization-, Token- und JWKS-Endpunkte automatisch aus dem Well-Known-Dokument des Anbieters zu laden.
es: Active el descubrimiento para rellenar automáticamente los endpoints de autorización, token y JWKS desde el documento well-known del emisor.
fr: Activez la découverte pour remplir automatiquement les endpoints d'autorisation, de jeton et JWKS depuis le document well-known de l'émetteur.
ja: 発行者の well-known 文書から認可、トークン、JWKS エンドポイントを自動入力するには、ディスカバリを有効にしてください。
ko: 발급자의 well-known 문서에서 인증, 토큰, JWKS 엔드포인트를 자동으로 채우려면 디스커버리를 활성화하세요.
pt: Ative a descoberta para preencher automaticamente os endpoints de autorização, token e JWKS a partir do documento well-known do emissor.
ru: Включите discovery, чтобы автоматически заполнять endpoints авторизации, токена и JWKS из well-known документа.
tr: Yetkilendirme, token ve JWKS uç noktalarını yayımlayıcının well-known belgesinden otomatik doldurmak için discovery'yi etkinleştirin.
zh_hans: 启用发现以从颁发者的 well-known 文档自动填充授权、令牌和 JWKS 端点。
zh_hant: 啟用探索以從發行者的 well-known 文件自動填入授權、權杖和 JWKS 端點。

source: Enable Fuzzy Matching
de: Unscharfe Suche aktivieren
es: Activar búsqueda difusa
fr: Activer la recherche floue
ja: あいまい一致を有効にする
ko: 퍼지 매칭 활성화
pt: Ativar Correspondência Aproximada
ru: Включить нечёткий поиск
tr: Bulanık Eşleştirmeyi Etkinleştir
zh_hans: 启用模糊匹配
zh_hant: 啟用模糊比對

source: Enable HIPAA Compliance Mode
de: HIPAA-Compliance-Modus aktivieren
es: Activar modo de conformidad HIPAA
fr: Activer le mode de conformité HIPAA
ja: HIPAA 準拠モードを有効にする
ko: HIPAA 준수 모드 활성화
pt: Ativar Modo de Conformidade HIPAA
ru: Включить режим соответствия HIPAA
tr: HIPAA Uyumluluk Modunu Etkinleştir
zh_hans: 启用 HIPAA 合规模式
zh_hant: 啟用 HIPAA 合規模式

source: Enable Notifications
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
ja: 通知を有効にする
ko: 알림 활성화
pt: Ativar notificações
ru: Включить уведомления
tr: Bildirimleri Etkinleştir
zh_hans: 启用通知
zh_hant: 啟用通知

source: Enable OCR Search
de: OCR-Suche aktivieren
es: Activar búsqueda OCR
fr: Activer la recherche OCR
ja: OCR 検索を有効にする
ko: OCR 검색 활성화
pt: Ativar Pesquisa OCR
ru: Включить поиск OCR
tr: OCR Aramayı Etkinleştir
zh_hans: 启用 OCR 搜索
zh_hant: 啟用 OCR 搜尋

source: Enable Plugin System
de: Plug-in-System aktivieren
es: Activar sistema de plugins
fr: Activer le système de plugins
ja: プラグインシステムを有効にする
ko: 플러그인 시스템 활성화
pt: Ativar Sistema de Plugins
ru: Включить систему плагинов
tr: Eklenti Sistemini Etkinleştir
zh_hans: 启用插件系统
zh_hant: 啟用外掛程式系統

source: Enable provider
de: Anbieter aktivieren
es: Activar proveedor
fr: Activer le fournisseur
ja: プロバイダを有効にする
ko: 제공자 활성화
pt: Ativar provedor
ru: Включить поставщика
tr: Sağlayıcıyı etkinleştir
zh_hans: 启用提供商
zh_hant: 啟用供應商

source: Enable quick copy
de: Schnellkopie aktivieren
es: Activar copia rápida
fr: Activer la copie rapide
ja: クイックコピーを有効にする
ko: 빠른 복사 활성화
pt: Ativar cópia rápida
ru: Включить быстрое копирование
tr: Hızlı kopyalamayı etkinleştir
zh_hans: 启用快速复制
zh_hant: 啟用快速複製

source: Enable quick copy (⌘1-9)
de: Schnellkopie aktivieren (⌘1-9)
es: Activar copia rápida (⌘1-9)
fr: Activer la copie rapide (⌘1-9)
ja: クイックコピーを有効にする（⌘1-9）
ko: 빠른 복사 활성화 (⌘1-9)
pt: Ativar cópia rápida (⌘1-9)
ru: Включить быстрое копирование (⌘1-9)
tr: Hızlı kopyalamayı etkinleştir (⌘1-9)
zh_hans: 启用快速复制 (⌘1-9)
zh_hant: 啟用快速複製 (⌘1-9)

source: Enable quick paste
de: Schnelles Einfügen aktivieren
es: Activar pegado rápido
fr: Activer le collage rapide
ja: クイックペーストを有効にする
ko: 빠른 붙여넣기 활성화
pt: Ativar colagem rápida
ru: Включить быструю вставку
tr: Hızlı yapıştırmayı etkinleştir
zh_hans: 启用快速粘贴
zh_hant: 啟用快速貼上

source: Enable quick paste (⌘1-9)
de: Schnelles Einfügen aktivieren (⌘1-9)
es: Activar pegado rápido (⌘1-9)
fr: Activer le collage rapide (⌘1-9)
ja: クイックペーストを有効にする (⌘1-9)
ko: 빠른 붙여넣기 활성화 (⌘1-9)
pt: Ativar colagem rápida (⌘1-9)
ru: Быстрая вставка (⌘1-9)
tr: Hızlı yapıştırmayı etkinleştir (⌘1-9)
zh_hans: 启用快速粘贴 (⌘1-9)
zh_hant: 啟用快速貼上 (⌘1-9)

source: Enable Self-Hosted Sync
de: Selbstgehostete Synchronisierung aktivieren
es: Activar sincronización autohospedada
fr: Activer la synchronisation auto-hébergée
ja: セルフホスト同期を有効にする
ko: 자체 호스팅 동기화 활성화
pt: Ativar Sincronização Auto-hospedada
ru: Включить самостоятельно размещённую синхронизацию
tr: Kendi Sunucunuzda Senkronizasyonu Etkinleştir
zh_hans: 启用自托管同步
zh_hant: 啟用自主託管同步

source: Enable Semantic Search
de: Semantische Suche aktivieren
es: Activar búsqueda semántica
fr: Activer la recherche sémantique
ja: セマンティック検索を有効にする
ko: 시맨틱 검색 활성화
pt: Ativar Pesquisa Semântica
ru: Включить семантический поиск
tr: Semantik Aramayı Etkinleştir
zh_hans: 启用语义搜索
zh_hant: 啟用語義搜尋

source: Enable Sync
de: Synchronisierung aktivieren
es: Activar sincronización
fr: Activer la synchronisation
ja: 同期を有効にする
ko: 동기화 활성화
pt: Ativar Sincronização
ru: Включить синхронизацию
tr: Senkronizasyonu Etkinleştir
zh_hans: 启用同步
zh_hant: 啟用同步

source: Enable the toggle above to use plugins.
de: Aktivieren Sie den obigen Schalter, um Plug-ins zu verwenden.
es: Active el interruptor de arriba para usar plugins.
fr: Activez le commutateur ci-dessus pour utiliser les plugins.
ja: プラグインを使用するには上のトグルを有効にしてください。
ko: 플러그인을 사용하려면 위 토글을 활성화하세요.
pt: Ative o botão acima para usar plugins.
ru: Включите переключатель выше, чтобы использовать плагины.
tr: Eklentileri kullanmak için yukarıdaki düğmeyi etkinleştirin.
zh_hans: 启用上面的开关以使用插件。
zh_hant: 啟用上方的切換以使用外掛程式。

source: Enable this provider
de: Diesen Anbieter aktivieren
es: Activar este proveedor
fr: Activer ce fournisseur
ja: このプロバイダを有効にする
ko: 이 제공자 활성화
pt: Ativar este provedor
ru: Включить этого поставщика
tr: Bu sağlayıcıyı etkinleştir
zh_hans: 启用此提供商
zh_hant: 啟用此供應商

source: Enabled
de: Aktiviert
es: Activado
fr: Activé
ja: 有効
ko: 활성화됨
pt: Ativado
ru: Включено
tr: Etkin
zh_hans: 已启用
zh_hant: 已啟用

source: Encode text to Base64 format
de: Text in Base64-Format kodieren
es: Codificar texto en formato Base64
fr: Encoder un texte au format Base64
ja: テキストを Base64 形式にエンコード
ko: 텍스트를 Base64 형식으로 인코딩
pt: Codificar texto em formato Base64
ru: Закодировать текст в Base64
tr: Metni Base64 biçimine kodla
zh_hans: 将文本编码为 Base64 格式
zh_hant: 將文字編碼為 Base64 格式

source: Encode to Base64
de: In Base64 kodieren
es: Codificar a Base64
fr: Encoder en Base64
ja: Base64 にエンコード
ko: Base64로 인코딩
pt: Codificar em Base64
ru: Закодировать в Base64
tr: Base64'e kodla
zh_hans: 编码为 Base64
zh_hant: 編碼為 Base64

source: Encryption key mismatch. Please re-authenticate on this device.
de: Verschlüsselungsschlüssel passt nicht. Bitte erneut authentifizieren.
es: La clave de cifrado no coincide. Vuelva a autenticarse en este dispositivo.
fr: La clé de chiffrement ne correspond pas. Veuillez vous réauthentifier sur cet appareil.
ja: 暗号鍵が一致しません。この端末で再認証してください。
ko: 암호화 키가 일치하지 않습니다. 이 기기에서 다시 인증하세요.
pt: A chave de criptografia não corresponde. Autentique-se novamente neste dispositivo.
ru: Ключ шифрования не совпадает. Повторите аутентификацию на этом устройстве.
tr: Şifreleme anahtarı uyuşmuyor. Bu cihazda yeniden kimlik doğrulaması yapın.
zh_hans: 加密密钥不匹配。请在此设备上重新验证身份。
zh_hant: 加密金鑰不符。請在此裝置上重新驗證身分。

source: Encryption key not found. Please set up sync on this device.
de: Verschlüsselungsschlüssel nicht gefunden. Bitte richten Sie die Synchronisierung auf diesem Gerät ein.
es: Clave de cifrado no encontrada. Configure la sincronización en este dispositivo.
fr: Clé de chiffrement introuvable. Veuillez configurer la synchronisation sur cet appareil.
ja: 暗号鍵が見つかりません。この端末で同期を設定してください。
ko: 암호화 키를 찾을 수 없습니다. 이 기기에서 동기화를 설정하세요.
pt: Chave de criptografia não encontrada. Configure a sincronização neste dispositivo.
ru: Ключ шифрования не найден. Настройте синхронизацию на этом устройстве.
tr: Şifreleme anahtarı bulunamadı. Lütfen bu cihazda senkronizasyonu kurun.
zh_hans: 未找到加密密钥。请在此设备上设置同步。
zh_hant: 找不到加密金鑰。請在此裝置上設定同步。

source: Encryption Verification
de: Verschlüsselungsüberprüfung
es: Verificación de cifrado
fr: Vérification du chiffrement
ja: 暗号化の検証
ko: 암호화 검증
pt: Verificação de Criptografia
ru: Проверка шифрования
tr: Şifreleme Doğrulama
zh_hans: 加密验证
zh_hant: 加密驗證

source: Encryption verification failed: %@
de: Verschlüsselungsprüfung fehlgeschlagen: %@
es: Error en la verificación del cifrado: %@
fr: Échec de la vérification du chiffrement : %@
ja: 暗号化の検証に失敗しました: %@
ko: 암호화 검증에 실패했습니다: %@
pt: Falha na verificação de criptografia: %@
ru: Не удалось проверить шифрование: %@
tr: Şifreleme doğrulaması başarısız oldu: %@
zh_hans: 加密验证失败：%@
zh_hant: 加密驗證失敗:%@

source: Encryption verified
de: Verschlüsselung verifiziert
es: Cifrado verificado
fr: Chiffrement vérifié
ja: 暗号化が検証されました
ko: 암호화 확인됨
pt: Criptografia verificada
ru: Шифрование подтверждено
tr: Şifreleme doğrulandı
zh_hans: 加密已验证
zh_hant: 加密已驗證

source: End-Session Endpoint
de: End-Session-Endpunkt
es: Endpoint de fin de sesión
fr: Endpoint de fin de session
ja: エンドセッションエンドポイント
ko: 세션 종료 엔드포인트
pt: Endpoint de fim de sessão
tr: Oturum Sonlandırma Uç Noktası
zh_hans: 结束会话端点
zh_hant: 結束工作階段端點

source: Endpoints
de: Endpunkte
ja: エンドポイント
ko: 엔드포인트
tr: Uç Noktalar
zh_hans: 端点
zh_hant: 端點

source: Enroll Device
de: Gerät registrieren
es: Inscribir dispositivo
fr: Inscrire l'appareil
ja: デバイスを登録
ko: 기기 등록
pt: Inscrever Dispositivo
ru: Зарегистрировать устройство
tr: Cihazı Kaydet
zh_hans: 注册设备
zh_hant: 註冊裝置

source: Enroll the device with an MDM server and push a PasteShelf configuration profile.
de: Registrieren Sie das Gerät bei einem MDM-Server und übertragen Sie ein PasteShelf-Konfigurationsprofil.
es: Inscribe el dispositivo en un servidor MDM y envía un perfil de configuración de PasteShelf.
fr: Inscrivez l'appareil auprès d'un serveur MDM et déployez un profil de configuration PasteShelf.
ja: デバイスを MDM サーバーに登録し、PasteShelf の構成プロファイルをプッシュしてください。
ko: MDM 서버에 기기를 등록하고 PasteShelf 구성 프로파일을 푸시하세요.
pt: Inscreva o dispositivo em um servidor MDM e envie um perfil de configuração do PasteShelf.
ru: Зарегистрируйте устройство на сервере MDM и разверните профиль конфигурации PasteShelf.
tr: Cihazı bir MDM sunucusuna kaydedin ve bir PasteShelf yapılandırma profili gönderin.
zh_hans: 在 MDM 服务器上注册该设备并推送 PasteShelf 配置描述文件。
zh_hant: 在 MDM 伺服器上註冊該裝置並推送 PasteShelf 設定描述檔。
